[Brandy_AbsItm DisAbstractItem]
m_ItemName="国王街白兰地"
m_PluralItemName=""
m_Description="一种含有莫雷兰花精华和少量纯净鲸鱼油脂的罕见昂贵酒品。"

[HavelockBook.Havelock_Journal01 DisAbstractItem]
m_ItemName="哈弗洛克日志其一"
m_PluralItemName=""
m_Description="我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HavelockBook.Havelock_Journal02 DisAbstractItem]
m_ItemName="哈弗洛克日志其二"
m_PluralItemName=""
m_Description="很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HavelockBook.Havelock_Journal03 DisAbstractItem]
m_ItemName="哈弗洛克日志其三"
m_PluralItemName=""
m_Description="潘德顿愿意走得比我想象的更远。他为了我们的事业交出了自己的亲兄弟，由此可见他确实忠于帝国。如果我的兄弟如今仍然在世，我也能这么做吗？也许吧。不，毫无疑问。为了顿沃的利益，许多无辜者都必须被牺牲。每一个倒在科尔沃剑下的忠诚警卫，也是在为帝国献出生命。\n\n哈弗洛克日志其二\n\n很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HavelockBook.Havelock_Journal04 DisAbstractItem]
m_ItemName="哈弗洛克日志其四"
m_PluralItemName=""
m_Description="他正扛着安东·索科洛夫回来。真是令人惊叹。科尔沃不仅能施展致命武力，还能完成我原以为不可能的撤离行动。很快，帝国最伟大的两位智者就都会来到这里，共处一室。如果我能让这两个对手合作，他们便能创造出威力难以想象的武器和工具。如果我能同时号令他们两个——好吧，在顺着这个念头继续想下去之前，我会先等等，看看他们对彼此的态度。\n\n哈弗洛克日志其三\n潘德顿愿意走得比我想象的更远。他为了我们的事业交出了自己的亲兄弟，由此可见他确实忠于帝国。如果我的兄弟如今仍然在世，我也能这么做吗？也许吧。不，毫无疑问。为了顿沃的利益，许多无辜者都必须被牺牲。每一个倒在科尔沃剑下的忠诚警卫，也是在为帝国献出生命。\n\n哈弗洛克日志其二\n很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。\n"

[HavelockBook.Havelock_Journal05 DisAbstractItem]
m_ItemName="哈弗洛克日志其五"
m_PluralItemName=""
m_Description="提格·马丁现在是至高督军。他是个聪明人，他的主意让我们走到了今天。考虑到他的出身，他应该对自己非常满意。现在我们可以确信，无论我们提出什么主张，督军都会支持。如今，我们距离完全控制帝国只差一个人。摄政王很快就会发现自己正盯着科尔沃那张可怕的面具，对此我毫不怀疑。但那之后又会怎样？\n\n哈弗洛克日志其四\n他正扛着安东·索科洛夫回来。真是令人惊叹。科尔沃不仅能施展致命武力，还能完成我原以为不可能的撤离行动。很快，帝国最伟大的两位智者就都会来到这里，共处一室。如果我能让这两个对手合作，他们便能创造出威力难以想象的武器和工具。如果我能同时号令他们两个——好吧，在顺着这个念头继续想下去之前，我会先等等，看看他们对彼此的态度。\n\n哈弗洛克日志其三\n潘德顿愿意走得比我想象的更远。他为了我们的事业交出了自己的亲兄弟，由此可见他确实忠于帝国。如果我的兄弟如今仍然在世，我也能这么做吗？也许吧。不，毫无疑问。为了顿沃的利益，许多无辜者都必须被牺牲。每一个倒在科尔沃剑下的忠诚警卫，也是在为帝国献出生命。\n\n哈弗洛克日志其二\n很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HavelockBook.Havelock_Journal06 DisAbstractItem]
m_ItemName="哈弗洛克日志其六"
m_PluralItemName=""
m_Description="在我们渡过这一切并举行加冕礼之前，什么都还不能确定。顿沃高塔自有一套规矩。如果我们过早进驻那里，谁也说不准会发生什么。接下来的步骤必须谨慎处理。如今局势发展得很快，我需要时间思考。\n\n哈弗洛克日志其五\n提格·马丁现在是至高督军。他是个聪明人，他的主意让我们走到了今天。考虑到他的出身，他应该对自己非常满意。现在我们可以确信，无论我们提出什么主张，督军都会支持。如今，我们距离完全控制帝国只差一个人。摄政王很快就会发现自己正盯着科尔沃那张可怕的面具，对此我毫不怀疑。但那之后又会怎样？\n\n哈弗洛克日志其四\n他正扛着安东·索科洛夫回来。真是令人惊叹。科尔沃不仅能施展致命武力，还能完成我原以为不可能的撤离行动。很快，帝国最伟大的两位智者就都会来到这里，共处一室。如果我能让这两个对手合作，他们便能创造出威力难以想象的武器和工具。如果我能同时号令他们两个——好吧，在顺着这个念头继续想下去之前，我会先等等，看看他们对彼此的态度。\n\n哈弗洛克日志其三\n潘德顿愿意走得比我想象的更远。他为了我们的事业交出了自己的亲兄弟，由此可见他确实忠于帝国。如果我的兄弟如今仍然在世，我也能这么做吗？也许吧。不，毫无疑问。为了顿沃的利益，许多无辜者都必须被牺牲。每一个倒在科尔沃剑下的忠诚警卫，也是在为帝国献出生命。\n\n哈弗洛克日志其二\n很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HavelockBook.Havelock_Journal07 DisAbstractItem]
m_ItemName="哈弗洛克日志其七"
m_PluralItemName=""
m_Description="没有科尔沃，我们不可能做到这一切，我会为此感激他。但我担心他缺乏远见，看不到我们必须为顿沃实现的未来。让一个小女孩制定政策，我们无法维持对帝国的控制；而且我相信，科尔沃对考德温家女人们的忠诚会蒙蔽他的头脑。她真是他的女儿吗？我们会把顿沃推向强盛的顶峰，但科尔沃在此事中的作用绝不能得到承认。他必须被塑造成恶人；等我执掌这座城市——执掌帝国——我会被视为英雄和守护者。\n\n哈弗洛克日志其六\n在我们渡过这一切并举行加冕礼之前，什么都还不能确定。顿沃高塔自有一套规矩。如果我们过早进驻那里，谁也说不准会发生什么。接下来的步骤必须谨慎处理。如今局势发展得很快，我需要时间思考。\n\n哈弗洛克日志其五\n提格·马丁现在是至高督军。他是个聪明人，他的主意让我们走到了今天。考虑到他的出身，他应该对自己非常满意。现在我们可以确信，无论我们提出什么主张，督军都会支持。如今，我们距离完全控制帝国只差一个人。摄政王很快就会发现自己正盯着科尔沃那张可怕的面具，对此我毫不怀疑。但那之后又会怎样？\n\n哈弗洛克日志其四\n他正扛着安东·索科洛夫回来。真是令人惊叹。科尔沃不仅能施展致命武力，还能完成我原以为不可能的撤离行动。很快，帝国最伟大的两位智者就都会来到这里，共处一室。如果我能让这两个对手合作，他们便能创造出威力难以想象的武器和工具。如果我能同时号令他们两个——好吧，在顺着这个念头继续想下去之前，我会先等等，看看他们对彼此的态度。\n\n哈弗洛克日志其三\n潘德顿愿意走得比我想象的更远。他为了我们的事业交出了自己的亲兄弟，由此可见他确实忠于帝国。如果我的兄弟如今仍然在世，我也能这么做吗？也许吧。不，毫无疑问。为了顿沃的利益，许多无辜者都必须被牺牲。每一个倒在科尔沃剑下的忠诚警卫，也是在为帝国献出生命。\n\n哈弗洛克日志其二\n很好，看来我们选对了科尔沃。他不仅从至高督军的办公室救出了马丁，还亲自闯入那个蛇窝收拾了坎贝尔。有科尔沃与我们为伍，我想世界上就没有我们动不了的人。我们已经踏上这条路，再也不能回头。\n哈弗洛克日志其一\n我们的人奉命把给科尔沃的武器藏到老下水道里，已经过去好几天了。他们还没回来，我只能希望那些包裹已经成功送达。皮耶罗花了相当多的时间与资源来制作那些东西。如果我能找到批量生产它们的方法，顿沃海军就能稳坐世界头号强权的地位。不过还是说回科尔沃吧。他真的能逃出寒脊监狱吗？如果能，他会赶到这里吗？我个人认为他的胜算只有五分之一。"

[HubNotes.PendletonParlimentNote DisAbstractItem]
m_ItemName="潘德顿的家族危机"
m_PluralItemName=""
m_Description="安娜表姐，\n摩根和寇斯提思仍在抵制我的努力，而且已经不再回我的信。\n\n佣人们告诉我，他们已有几个星期没在庄园露面。我的兄弟们一向傲慢，对自己的判断深信不疑，也根本不在乎世界上的其他任何人，除非他们想要什么，却又不能直接夺走。但我们围绕即将举行的议会投票所产生的分歧，已经到了紧要关头。\n\n迄今为止，摄政王行使权力时还算有所克制，至少在涉及乡绅的地产时如此。如果摩根和寇斯提思投票支持他，法律就会改变，到时无论是不是贵族，我们都会身陷险境。\n\n我恳求你，如果知道他们在哪里，就去和他们谈谈。\n\n特雷弗·潘德顿勋爵"

[PubNotes.PendletonReward DisAbstractItem]
m_ItemName="潘德顿勋爵的报酬."
m_PluralItemName=""
m_Description="科尔沃，\n\n这个有关我兄弟的麻烦事一直都不让人开心我们就不多谈论了。然而，我特别真挚地感谢你。我听说了你用了其他的办法解决了他们，而没有杀死他们。太妙了。不论他们在哪儿，即使他们十分悲惨，至少他们活着。所以也许某天我会再遇见他们。\n\n--特雷弗·潘德顿勋爵 "

[PubNotes.ThePendletonVotes DisAbstractItem]
m_ItemName="潘德顿的选票"
m_PluralItemName=""
m_Description="哈弗洛克，\n\n干得漂亮，先生。摄政王正因输掉最近一次议会投票而暴跳如雷。他原本指望潘德顿家族的支持，以为只会遇到有限的阻力。正如你所说，失去潘德顿的整块选票确实大大拖慢了他的步伐。\n\n而且摄政王的防务预算也没能通过，他在财政上已经开始走投无路。看来，他用来维持城市警卫运作的大部分钱币都来自一位亲密盟友。我们怀疑那是一位权势显赫的女贵族，或许还是他的情妇。\n\n我会设法挖出更多情报。我们都知道，如果城市警卫拿不到报酬——无论钱币还是药剂——他们的忠诚就会开始瓦解。\n\n--你在内部的朋友\n"

[PubNotes.WeeperMercyNote DisAbstractItem]
m_ItemName="皮耶罗的笔记"
m_PluralItemName=""
m_Description="科尔沃，谢谢你给我带来了个活着的恸哭者。这对我在自然科学院的老朋友来说将是无价之宝，因为活体瘟疫样本很难得到。请放心，我的同行会尽可能人道地处理此事。\n\n--皮耶罗"

